---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ConnectorAngleOfDeflection
source: html/9f079eef-f1e3-8a2f-281f-f632e32b2887.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ConnectorAngleOfDeflection Property

"Angle of Deflection"

## Syntax (C#)
```csharp
public static ForgeTypeId ConnectorAngleOfDeflection { get; }
```